Revit 2024 API
SpecTypeId.Reference Class
 This class contains constants identifying reference specs.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static class Reference
Visual Basic
Public NotInheritable Class Reference
Visual C++
public ref class Reference abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.SpecTypeId.Reference
See Also
SpecTypeId.Reference Members
Autodesk.Revit.DB Namespace